Repository: meighler/Resources
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: Added Key Path
ru: Добавлен путь ключа

source: Amiibo Key Path
ru: Путь ключа Amiibo

source: Amiibo Reader
ru: Считыватель Amiibo

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Change Log
ru: Журнал изменений

source: Close
ru: Закрыть

source: Connecting to chip
ru: Подключение к чипу

source: Date
ru: Дата

source: Enable Haptics
ru: Включить тактильные сигналы

source: Failed with: %@
ru: Ошибка: %@

source: General
ru: Основное

source: Invalid Key Path
ru: Неверный путь ключа

source: key_retail.bin is invalid size. Should be 160 bytes.
ru: key_retail.bin имеет неправильный размер. Должен быть 160 байт.

source: key_retain.bin does not match expected file hash.
ru: key_retain.bin не соответствует ожидаемому хэшу файла.

source: Made with love
ru: Сделано с любовью

source: Manually Create
ru: Создать вручную

source: MiFare Dictionary Attack
ru: Атака MiFare по словарю

source: Name
ru: Имя

source: Present Phone to Reader
ru: Предоставьте телефон для считывания

source: Present Tag to Read
ru: Предоставьте метку для считывания

source: Read Tag
ru: Считать метку

source: Reader Settings
ru: Настройки считывателя

source: Sign in with Chariz
ru: Войти с Chariz

source: Sort By
ru: Сортировать по

source: Standard Reader
ru: Стандартный считыватель

source: Type A
ru: Тип A

source: Type ACM
ru: Тип ACM

source: Type B
ru: Тип B

source: Type ISO 15693
ru: Тип ISO 15693

source: Type V
ru: Тип V

source: Ultralight Reader
ru: Ультралёгкий считыватель

source: Which tag types to search for. If unsure leave all enabled.
ru: Какие типы меток следует искать. Если вы не уверены, оставьте все включенным
